app/controllers/inventarios_controller.rb

SELECT `inventarios`.* FROM `inventarios`
---
  def index
   @inventarios = Inventario.all()